11/data/attachments/9956aebc87acc664.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5d1f80c6-f0fc-4b80-8e7a-df42eb73bfbb</nif:username>
            <nif:friendToBeAdded>Sara_listen_Actions_11947_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>